const stepData = [
  "Монтаж Электрической лебедки начинается с установки барабана.",
  "Распорки барабана крепятся к Раме при помощи 4 винтов ISO 4018 - M20 x 45.",
  "Одноступеньчатый конический Редуктор в собранном виде устанавливают на шпальную выкладку.",
  "Редуктор фиксируется резьбовым соединением. Болт затягивается до предварительного натяжения.",
  "Вал редуктора и барабана соединяются кулачковой Муфтой",
  "Для монтажа электродвигателя на Раму устанавливается специальный Кожух.",
  "Крепения основание затягиваются к раме 4 винтами.",
  "Электродвигатель монтируется на верхний лист Кожуха",
  "Лапы двигателя фиксируется резьбовым соединением к крышке.",
  "Быстроходный вал редуктора и вал электродвигателя соединяются ремённой передачей.",
  "Электродвигатель подключается в сеть 380В переменного тока",
  "Ведущий шкив электродвигателя при помощи приводного ремня передает движение на Ведомый шкив.",
  "Ведомый шкив предает энергию на быстроходный вал редуктора, на котором закреплена шестерня.",
  "При помощи конической зубчатой передачи механическая энергия передается от шестерни к колесу под углом в 90 градусов. За счет передаточного отношения на колесе скорость значительно ниже, однако высокий момент силы позволяет тянуть тяжелые грузы.",
  "Тихоходный вал редуктора соединен с концом вала барабана при помощи муфты. Она способна передавать механическую энергию без изменения скорости.",
];
export { stepData };
